<template>
  <div class="definitions">
    <p>
      «<b>Аренда корта</b>» — подразумевает проход не более 4-х человек на один
      теннисный корт. Проход большего количества человек осуществляется по
      согласованию с администрацией Клуба, при условии дополнительной оплаты
      согласно утвержденному прайсу.
    </p>
    <p>
      «<b>Разовое посещение</b>» — считается единовременное занятие
      продолжительностью не менее часа игры на теннисном корте.
    </p>
    <p>
      «<b>Занятие с тренером на месяц</b>» — считается суммарное количество
      занятий (не менее 4 часов) на теннисном корте с постоянными днями недели и
      временем начала и окончания занятия на протяжении одного календарного
      месяца. Продолжительность одного занятия в течение недели составляет не
      менее часа.
    </p>
    <p>
      «<b>Занятия с тренером в ГРУППАХ</b>» — считается суммарное количество
      занятий на теннисном корте с постоянными днями недели и временем начала и
      окончания занятия, согласно утвержденного расписания. Переносы пропущенных
      занятий не предусмотрены. Администрация оставляет за собой право заменять
      заявленного тренера и менять расписание.
    </p>
    <p>
      «<b>Игровое время</b>» — фактическое время на теннисном корте,
      предоставляемое Клиенту по предварительной Заявке и кратное 30 минутам.
    </p>
    <p>
      «<b>Гость</b>» — приглашенный Клиентом на территорию ТК человек. На всех
      гостей распространяется действие настоящих Правил. Клиент несет солидарную
      ответственность за соблюдение приглашенными им лицами настоящих Правил, а
      также за причиненный ущерб имуществу ТК, в размере суммы причиненного
      ущерба — в соответствии со ст. 1064 ГКРФ. В случае невозможности
      исполнения гостем своей части обязательств по возмещению ущерба,
      причиненного имуществу ТК, ответственность за причиненный ущерб несет
      Клиент в полном объеме.
    </p>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from "vue-property-decorator";
@Component
export default class GeneralDefinitionsComponent extends Vue {}
</script>

<style scoped lang="scss">
.definitions {
  p {
    margin-bottom: 25px;
  }
}
</style>
