<template>
  <div class="general">
    <h3>
      1.1. Настоящие Правила устанавливают основы взаимоотношений Теннисного
      Клуба (далее по тексту ТК) и Клиентов, регулируют порядок оплаты и
      предоставления услуг ТК, нормы поведения на территории ТК.
    </h3>
    <h3>
      1.2. Положения, закрепленные настоящими Правилами, являются обязательными
      для всех Клиентов ТК.
    </h3>
    <h3>
      1.3. Оплата Клиентом услуг Клуба означает согласие Клиента с «Правилами
      Посещения Клуба «Теннисный клуб № 1»».
    </h3>
    <h3>
      1.4. В случае нарушения положений настоящих Правил ТК имеет право отказать
      Клиенту в предоставлении услуг без компенсации денежных средств.
    </h3>
    <h3>
      1.5. ТК имеет право в одностороннем порядке дополнять и изменять настоящие
      Правила. Новые Правила вступают в силу с момента размещения для всеобщего
      ознакомления на информационной доске и на сайте ТК.
    </h3>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from "vue-property-decorator";
@Component
export default class GeneralView extends Vue {}
</script>

<style scoped lang="scss">
.general {
  h3 {
    font-weight: 400;
    font-size: 18px;
    color: #333333;
    margin-bottom: 25px;
  }
}
</style>
