<template>
  <div>
    <h3>
      6.1. Администрация Клуба настоятельно рекомендует Клиенту пройти
      медицинский осмотр у врача до начала занятий. Оплачивая игровое время или
      занятия в группе, Клиент соглашается с данными правилами и освобождает
      Клуб от какой-либо ответственности за потенциальные травмы, ухудшение
      здоровья или несчастные случаи на территории Клуба.
    </h3>
    <h3>
      6.2. Обращаем Ваше внимание, что Клуб не несёт ответственности за вещи,
      оставленные в раздевалках и спортивных сооружениях, а также за вещи,
      оставленные в шкафах после закрытия Клуба. Клуб также не несет
      ответственности за утерянные или оставленные без присмотра вещи.
    </h3>
    <h3>
      6.3. Родители несут персональную ответственность за детей до 18 лет на
      территории Клуба. Дети до 10 лет должны посещать Клуб в сопровождении
      родителей или лиц, ими уполномоченных.
    </h3>
    <h3>
      6.4. При переносе на государственном уровне выходных и праздничных дней,
      ТК придерживается утвержденных изменений.
    </h3>
    <h3>
      6.5. При бронировании определенного количества игрового времени клиенты
      оплачивают полный объем – 100% от забронированного ими времени, не
      зависимо от фактически использованного.
    </h3>
    <h3>
      6.6 При аренде корта для игры в гандбол теннисная сетка на летнем корте
      аккуратно сворачивается клиентом и расставляются ворота. После игры сетка
      ставится на место, ворота на корте необходимо передвинуть в середину корта
      по краям теннисной сетки.
    </h3>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from "vue-property-decorator";
@Component
export default class OtherComponent extends Vue {}
</script>

<style scoped lang="scss">
h3 {
  font-weight: 400;
  font-size: 18px;
  color: #333333;
  margin-bottom: 25px;
}
</style>
