<template>
  <div>
    <h3>
      4.1. Оплата предоставляемых Клубом услуг производится на основании
      прейскуранта.
    </h3>
    <h3>
      4.2. Оплата 100 % от забронированного ранее игрового времени производится
      строго перед выходом на корт.
    </h3>
    <h3>
      4.3. Оплата абонемента и индивидуальных занятий производится не позднее
      первого дня начала занятий.
    </h3>
    <h3>
      4.4. Оплата занятий в группах производится не позднее 1-го числа текущего
      месяца.
    </h3>
    <h3>
      4.5. Оплата услуг Клуба может производиться как по наличному, так и по
      безналичному расчету.
    </h3>
    <h3>
      4.6. Заблаговременно (минимум за 48 часов) предупредить администрацию
      клуба о своей неявке. В случае пропуска без предупреждения будет списано
      50 % стоимости аренды корта, согласно действующему на момент оказания
      услуги прайсу.
    </h3>
    <h3>
      4.7. Клуб оставляет за собой право изменения цен на услуги с 1-го числа
      будущего месяца. Оплата по новым ценам производится, начиная с 20 числа
      предшествующего месяца. Стоимость оплаченных на момент повышения цен
      абонементов и занятий в группах пересмотру не подлежит.
    </h3>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from "vue-property-decorator";
@Component
export default class ServicesPaymentComponent extends Vue {}
</script>

<style scoped lang="scss">
h3 {
  font-weight: 400;
  font-size: 18px;
  color: #333333;
  margin-bottom: 25px;
}
</style>
