<template>
  <div class="rules">
    <h3>
      5.1. Теннисные корты предназначены для игры в теннис, не более 4-х человек
      на корте.
    </h3>
    <h3>5.2. Клиенты клуба могут посещать корты только в часы работы клуба.</h3>
    <h3>
      5.3. По истечении своего игрового времени Клиент своевременно уступает
      площадку другим игрокам. Превышение игрового времени свыше 10 минут,
      оплачивается как 30 минут по тарифному плану данного Клиента.
    </h3>
    <h3>
      5.4. Проходить на теннисные корты разрешается только в тренировочной
      одежде и в чистой сменной теннисной обуви со светлой подошвой. Если
      подошва черная (цветная), на ней должна стоять маркировка «NON MARKING».
      За несоблюдение данного правила предусмотрен штраф в размере 3000 рублей.
      Занятия с обнаженным торсом запрещены.
    </h3>
    <h3>
      5.5. Проходить на летний теннисный корт для игры в футбол в обуви с шипами
      категорически запрещено. За несоблюдение данного правила предусмотрен
      штраф в размере 5000 рублей.
    </h3>
    <h3>
      5.6. Сопровождающим лицам и обслуживающему персоналу разрешается проходить
      на теннисные корты только в обуви на плоской подошве и в бахилах,
      категорически запрещено хождение по теннисному корту на каблуках.
    </h3>
    <h3>
      5.7. Для детских групповых занятий выход на корты организованный, строго в
      сопровождении тренера.
    </h3>
    <h3>
      5.8. Во время групповой тренировки родители остаются за пределами корта.
      Присутствие одного из родителей на индивидуальной тренировке – по
      согласованию с тренером.
    </h3>
    <h3>
      5.9. При обнаружении до начала тренировки каких-либо дефектов покрытия
      корта, Клиент обязан незамедлительно сообщить об этом администратору.
    </h3>
    <h3>
      5.10. Если во время тренировки Клиент/Гость почувствовал себя плохо,
      следует немедленно прервать занятие и обратиться за первой медицинской
      помощью к персоналу ТК.
    </h3>
    <h3>
      5.11. Клиент обязан соблюдать чистоту в общественных зонах, на кортах и на
      прилегающей территории ТК.
    </h3>
    <h3>
      5.12. Клиенты ТК и их гости должны вести себя в соответствии с правилами
      общественного порядка и нормами корректного поведения, не использовать в
      своей речи нецензурную лексику, не доставлять неудобства персоналу и
      посетителям.
    </h3>
    <h3>
      5.13. Гости ТК не имеют право вмешиваться в тренировочные и игровые
      процессы.
    </h3>
    <h3>
      5.14. В случае утери ключа или любого другого инвентаря, выдаваемого ТК на
      время занятий, Клиент (Гость) компенсирует Клубу ущерб в размере,
      определенном Перечнем компенсационных платежей.
    </h3>
    <h3>
      5.15. Клиенты и их гости должны покидать ТК не позднее установленного
      времени работы ТК.
    </h3>
    <p><b>На территории ТК запрещено:</b></p>
    <ul>
      <li>
        — наносить удары по покрытию корта ракеткой или иными предметами,
        производить действия, способные нанести повреждения покрытию кортов.
        <b>За повреждение покрытия предусмотрен штраф в размере 5000 рублей.</b>
        В случае порчи имущества, инвентаря и оборудования Клуба Клиент обязан
        возместить ущерб в полном объеме в соответствии со ст.1064 ГКРФ.
      </li>
      <li>
        самостоятельно открывать аварийные двери без специального распоряжения и
        без контроля ответственного сотрудника ТК – это может привести к
        травмам, а также к падению воздухоопорной конструкции.
      </li>
      <li>
        приносить и употреблять еду, йогурты, сладкие продукты и т.п. на
        территории теннисных кортов и в раздевалках;
      </li>
      <li>употреблять спиртные напитки, наркотики;</li>
      <li>курить на кортах и в административных помещениях;</li>
      <li>
        проносить легковоспламеняющиеся, взрывчатые вещества, оружие и
        боеприпасы.
      </li>
      <li>
        производить видео- и фотосъемку без специальной договоренности с
        администрацией ТК;
      </li>
      <li>
        использовать на корте звуковоспроизводящую технику без договоренности с
        администрацией ТК;
      </li>
      <li>
        несанкционированная продажа товаров и услуг, распространение рекламной
        продукции, расклейка объявлений на территории ТК;
      </li>
      <li>
        Администрация и Служба Контроля ТК оставляют за собой право не допускать
        к занятиям лиц, находящихся в состоянии алкогольного или наркотического
        опьянения.
      </li>
    </ul>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from "vue-property-decorator";
@Component
export default class ConductRulesComponent extends Vue {}
</script>

<style scoped lang="scss">
.rules {
  h3 {
    font-weight: 400;
    font-size: 18px;
    color: #333333;
    margin-bottom: 25px;
  }
  ul {
    margin-top: 25px;
    margin-bottom: 40px;
    li {
      margin-bottom: 20px;
      padding-left: 30px;
      font-weight: 400;
      font-size: 14px;
      position: relative;
      &::before {
        display: block;
        content: "";
        width: 15px;
        height: 3px;
        background-color: #8d86c9;
        position: absolute;
        left: 0;
        top: 7px;
      }
    }
  }
}
</style>
